Repository: dobbelina/repository.dobbelina
Catalog: plugin.video.cumination/resources/language/resource.language.*/strings.po
Languages: nl_nl, ro_ro, sv_se

# #30001
source: Preferred maximum video quality
nl_nl: Voorkeur maximale videokwaliteit
ro_ro: Calitatea video maxima preferata
sv_se: Föredragen maximal videokvalitet

# #30002
source: Don't ask for videohost
nl_nl: Vraag niet om videohost
ro_ro: Nu intreba pentru videohost
sv_se: Be inte om videohost

# #30003
source: Auto-refresh Webcam images
nl_nl: Webcam-afbeeldingen automatisch vernieuwen
ro_ro: Reinprospatare automata a imaginilor webcam
sv_se: Uppdatera webbkamerabilder automatiskt

# #30004
source: Play all parts (no download)
nl_nl: Speel alle delen (geen download)
ro_ro: Reda toate partile (fara descarcare)
sv_se: Spela alla delar (ingen nedladdning)

# #30005
source: Use video thumbnail for poster/fanart
nl_nl: Gebruik videominiatuur voor poster/fanart
ro_ro: Foloseste thumbnail pentru poster/fanart
sv_se: Använd videominiatyr för affisch/fanart

# #30006
source: Enabled
nl_nl: Ingeschakeld
ro_ro: Activat
sv_se: Aktiverat

# #30007
source: Disabled
nl_nl: Ingeschakeld
ro_ro: Dezactivat
sv_se: Inaktiverad

# #30008
source: Enable custom view types
nl_nl: Ingeschakeld
ro_ro: Activeaza vizualizare personalizata
sv_se: Aktivera anpassade vytyper

# #30009
source: Quality added to the video name
nl_nl: Kwaliteit toegevoegd aan de videonaam
ro_ro: Calitate adăugată la numele videoclipului
sv_se: Kvalitet har lagts till i videonamnet

# #30010
source: Duration added to the video name
nl_nl: Duur toegevoegd aan de videonaam
ro_ro: Durata adăugată la numele videoclipului
sv_se: Längd tillagd i videonamnet

# #30011
source: Select Sort method for Scenes
nl_nl: Ingeschakeld
ro_ro: Alege metoda de sortare pentru scene
sv_se: Välj sorteringsmetod för scener

# #30012
source: Latest
nl_nl: Ingeschakeld
ro_ro: Cele mai noi
sv_se: Senaste

# #30013
source: Top rated
nl_nl: Best beoordeeld
ro_ro: Cele mai apreciate
sv_se: Topprankad

# #30014
source: Most viewed
nl_nl: Meest bekeken
ro_ro: Cele mai vazute
sv_se: Mest visade

# #30016
source: Don't use Inputstream Adaptive
sv_se: Spela m3u8-strömmar med Inputstream Adaptive

# #30017
source: Toggle Kodi Debug Log on or off
nl_nl: Zet Kodi Debug Log aan of uit
ro_ro: Activați sau dezactivați Kodi Debug Log
sv_se: Växla Kodi Debug Logga in eller av

# #30021
source: Select Sort method for Movies
nl_nl: Selecteer sorteermethode voor films
ro_ro: Alege metoda de sortare pentru filme
sv_se: Välj sorteringsmetod för filmer

# #30022
source: Date
nl_nl: Datum
ro_ro: Data
sv_se: Datum

# #30023
source: Title
nl_nl: Titel
ro_ro: Denumire
sv_se: Titel

# #30024
source: Views
nl_nl: Weergaven
ro_ro: Vizualizari
sv_se: Visningar

# #30025
source: Likes
nl_nl: Vind ik leuk
ro_ro: Aprecieri
sv_se: Gillar

# #30026
source: Enable universal resolvers
nl_nl: Universele resolvers inschakelen
ro_ro: Activeaza resolver universal
sv_se: Aktivera universalupplösare

# #30027
source: Open ResolveURL settings
nl_nl: Open ResolveURL-instellingen
ro_ro: Deschide setarile ResolveURL
sv_se: Öppna ResolveURL inställningar

# #30028
source: Set/Change/Remove startup pin
nl_nl: Opstartpin instellen / wijzigen / verwijderen
ro_ro: Stabileste/Schimba/Sterge pin-ul de pornire
sv_se: Ange/ändra/ta bort startkod

# #30029
source: Cache Web Requests
nl_nl: Webverzoeken in cache
ro_ro: Cereri web cache
sv_se: Cache webbförfrågningar

# #30030
source: Time to cache in hours
nl_nl: Tijd om te cachen in uren
ro_ro: Timpul de stocare în cache în ore
sv_se: Dags att cache i timmar

# #30032
source: Delete all cookies
nl_nl: Verwijder alle cookies
ro_ro: Șterge toate cookie-urile
sv_se: Radera alla cookies

# #30051
source: General
nl_nl: Algemeen
sv_se: Allmänt

# #30052
source: Download Folder
nl_nl: Downloadmap
ro_ro: Doosarul de descarcari
sv_se: Ladda ned mapp

# #30053
source: Hosts and resolvers
nl_nl: Hosts en resolvers
ro_ro: Gazde si resolvers
sv_se: Värdar och resolvers

# #30054
source: Cam Sites
ro_ro: Pagini Cam
sv_se: Cam-webbplatser

# #30055
source: Preferred Playback mode
nl_nl: Voorkeur afspeelmodus
ro_ro: Modul preferat de redare
sv_se: Föredraget uppspelningsläge

# #30059
source: Favourites and keywords
nl_nl: Favorieten en trefwoorden
ro_ro: Favorite si cuvinte cheie
sv_se: Favoriter och nyckelord

# #30060
source: Favourites
nl_nl: Favorieten
ro_ro: Favorite
sv_se: Favoriter

# #30061
source: Search keywords
nl_nl: Zoekwoorden zoeken
ro_ro: Cuvinte cheie de cautare
sv_se: Sökord

# #30062
source: Custom sites
nl_nl: Aangepaste sites
ro_ro: Site-uri personalizate
sv_se: Anpassade webbplatser

# #30063
source: Enable or disable installed custom sites
nl_nl: Geïnstalleerde aangepaste sites in- of uitschakelen
ro_ro: Activeaza/Dezactiveaza site-uri personalizate
sv_se: Aktivera eller inaktivera installerade anpassade webbplatser

# #30064
source: Add or remove custom sites
nl_nl: Aangepaste sites toevoegen of verwijderen
ro_ro: Adauga/Sterge site-uri personalizate
sv_se: Lägg till eller ta bort anpassade webbplatser

# #30100
source: Select Playback mode
nl_nl: Selecteer afspeelmodus
ro_ro: Selecteaza modul de redare
sv_se: Välj uppspelningsläge

# #30110
source: Preferred sections
nl_nl: Voorkeurssecties
ro_ro: Sectiuni preferate
sv_se: Föredragna avsnitt

# #30111
source: Female
nl_nl: Vrouw
ro_ro: Femei
sv_se: Kvinna

# #30112
source: Male
nl_nl: Man
ro_ro: Barbati
sv_se: Man

# #30113
source: Couple
nl_nl: Koppel
ro_ro: Cupluri
sv_se: Par

# #30114
source: Trans
nl_nl: Transseksueel
sv_se: Transsexuell

# #30200
source: Compress backup files
nl_nl: Back-upbestanden comprimeren
ro_ro: Comprimă fișiere de rezervă
sv_se: Komprimera säkerhetskopieringsfiler

# #30201
source: Backup favourites
nl_nl: Back-up favorieten
ro_ro: Salveaza favoritele
sv_se: Backup-favoriter

# #30202
source: Restore favourites
nl_nl: Favorieten herstellen
ro_ro: Restabileste favoritele
sv_se: Återställ favoriter

# #30203
source: Clear favourites
nl_nl: Wis favorieten
ro_ro: Sterge favoritele
sv_se: Rensa favoriter

# #30211
source: Backup keywords
nl_nl: Back-up trefwoorden
ro_ro: Salveaza cuvintele cheie
sv_se: Backup nyckelord

# #30212
source: Restore keywords
nl_nl: Sleutelwoorden herstellen
ro_ro: Restaureaza cuvintele cheie
sv_se: Återställ nyckelord

# #30213
source: Clear keywords
nl_nl: Trefwoorden wissen
ro_ro: Sterge cuvintele cheie
sv_se: Rensa nyckelord

# #30214
source: Use Custom folder for Favourites
nl_nl: Aangepaste map gebruiken voor favorieten
ro_ro: Utilizați folderul personalizat pentru Favorite
sv_se: Använd anpassad mapp för favoriter

# #30215
source: Favourites location
nl_nl: Favorieten locatie
ro_ro: Locația preferată
sv_se: Favoritplats

# #30301
source: Enable custom sites
nl_nl: Aangepaste sites inschakelen
ro_ro: Activeaza site-uri personalizate
sv_se: Aktivera anpassade webbplatser

# #30302
source: Install custom site
nl_nl: Installeer aangepaste site
ro_ro: Instaleaza site personalizat
sv_se: Installera anpassad webbplats

# #30303
source: Uninstall custom site
nl_nl: Aangepaste site verwijderen
ro_ro: Dezinstaleaza site personalizat
sv_se: Avinstallera anpassad webbplats

# #30304
source: Enable custom site
nl_nl: Aangepaste site inschakelen
ro_ro: Activeaza site personalizat
sv_se: Aktivera anpassad webbplats

# #30305
source: Disable custom site
nl_nl: Aangepaste site uitschakelen
ro_ro: Dezactiveaza site personalizat
sv_se: Inaktivera anpassad webbplats

# #30306
source: List installed custom sites
nl_nl: Lijst geïnstalleerde aangepaste sites
ro_ro: Afiseaza site-uri personalizate instalate
sv_se: Lista installerade anpassade webbplatser

# #30307
source: Enable all custom sites
nl_nl: Alle aangepaste sites inschakelen
ro_ro: Activeaza toate site-urile personalizate
sv_se: Aktivera alla anpassade webbplatser

# #30308
source: Disable all custom sites
nl_nl: Alle aangepaste sites uitschakelen
ro_ro: Dezactiveaza toate site-urile
sv_se: Inaktivera alla anpassade webbplatser

# #30309
source: Install all custom sites from folder
nl_nl: Installeer alle aangepaste sites vanuit de map
ro_ro: Instaleaza toate site-urile din dosar
sv_se: Installera alla anpassade webbplatser från mapp

# #30405
source: Ask
nl_nl: Vraag
ro_ro: Intreaba
sv_se: Fråga

# #30406
source: Choose an option
nl_nl: Kies een optie
sv_se: Välj ett alternativ

# #30407
source: Set/Change PIN
nl_nl: Pincode instellen / wijzigen
sv_se: Ställ in / ändra PIN-kod

# #30408
source: Remove PIN
nl_nl: Pincode verwijderen
sv_se: Ta bort PIN-kod

# #30409
source: Enter your PIN Code
nl_nl: Voer uw pincode in
sv_se: Ange din PIN-kod

# #30410
source: PIN Code incorrect
nl_nl: Pincode onjuist
sv_se: PIN-kod är felaktig

# #30411
source: The PIN Code is incorrect
nl_nl: De pincode is onjuist
sv_se: PIN-koden är felaktig

# #30412
source: Retry
nl_nl: Opnieuw proberen
sv_se: Försök igen

# #30413
source: Default viewtype set
nl_nl: Standaard set weergavetypes
sv_se: Standardvytyp uppsättning

# #30414
source: Default set as:
nl_nl: Standaard ingesteld als:
ro_ro: Implicit setat la:
sv_se: Standard inställd som:

# #30415
source: Oh oh
sv_se: Åh åh

# #30416
source: It looks like this website is too slow.
nl_nl: Het lijkt erop dat deze website te traag is.
ro_ro: Se pare ca acest site este prea lent.
sv_se: Det verkar som att den här webbplatsen är för långsam.

# #30417
source: It looks like the page does not exist.
nl_nl: Het lijkt erop dat de pagina niet bestaat.
ro_ro: Se pare ca pagina nu exista.
sv_se: Det ser ut som att sidan inte finns.

# #30418
source: It looks like this website is down.
nl_nl: Het lijkt erop dat deze website offline is.
ro_ro: Se pare ca site-ul este cazut.
sv_se: Det ser ut som att den här webbplatsen är nere.

# #30419
source: Python version to old - update to Krypton or FTMC
nl_nl: Python-versie naar oud - update naar Krypton of FTMC
ro_ro: Versiunea de Python este prea veche - actualizati la Kripton sau FTMC
sv_se: Pythonversion för gammal - uppdatera till Krypton eller FTMC

# #30420
source: Keywords empty
nl_nl: Sleutelwoorden leeg
ro_ro: Lista de cuvinte cheie goala
sv_se: Nyckelord tomma

# #30421
source: No keywords to back up
nl_nl: Geen trefwoorden om een ​​back-up van te maken
ro_ro: Niciun cuvant cheie de salvat
sv_se: Inga nyckelord att säkerhetskopiera

# #30422
source: Error: invalid path
nl_nl: Fout: ongeldig pad
ro_ro: Eroare: cale invalida
sv_se: Fel: ogiltig sökväg

# #30423
source: Do you have permission to write to the selected folder?
nl_nl: Heeft u toestemming om naar de geselecteerde map te schrijven?
ro_ro: Aveti permisiuni de scriere pentru dosarul selectat?
sv_se: Har du behörighet att skriva till den valda mappen?

# #30424
source: Backup complete
nl_nl: Back-up voltooid
ro_ro: Salvare terminata
sv_se: Säkerhetskopiering klar

# #30425
source: Backup file:
nl_nl: Back-upbestand:
ro_ro: Fisierul de salvare:
sv_se: Säkerhetskopieringsfil:

# #30426
source: Error
nl_nl: Fout
ro_ro: Eroare
sv_se: Fel

# #30427
source: Invalid backup file
nl_nl: Ongeldig back-upbestand
ro_ro: Fisier de salvare invalid
sv_se: Ogiltig backupfil

# #30428
source: Empty backup
nl_nl: Lege back-up
ro_ro: Salvare goala
sv_se: Tom säkerhetskopia

# #30429
source: Could not find a supported link
nl_nl: Kon geen ondersteunde link vinden
ro_ro: Nu s-a gasit o legatura
sv_se: Det gick inte att hitta en länk som stöds

# #30430
source: Resolve failed
nl_nl: Oplossen mislukt
ro_ro: Rezolvare esuata
sv_se: Lösning misslyckades

# #30431
source: link could not be resolved
nl_nl: link kon niet worden opgelost
ro_ro: Legatura nu a putut fi rezolvata
sv_se: länken kunde inte lösas

# #30432
source: The Cookie file is locked, please restart Kodi
nl_nl: Het Cookie-bestand is vergrendeld, start Kodi opnieuw
ro_ro: Fisierul Cookie este blocat, restartati Kodi
sv_se: Cookiefilen är låst, starta om Kodi

# #30433
source: Download failed
nl_nl: Downloaden mislukt
ro_ro: Descarcarea a esuat
sv_se: Nedladdning misslyckades

# #30434
source: No response from server
nl_nl: Geen reactie van server
ro_ro: Niciun raspuns de la server
sv_se: Inget svar från servern

# #30435
source: Unknown filesize
nl_nl: Onbekende bestandsgrootte
ro_ro: Dimensiune fisier necunoscuta
sv_se: Okänd filstorlek

# #30436
source: Unable to download
nl_nl: Kan niet downloaden
ro_ro: Nu s-a putut descarca
sv_se: Det går inte att ladda ner

# #30437
source: Download File Size
nl_nl: Download bestandsgrootte
ro_ro: Dimensiune fisier descarcare
sv_se: Ladda ner filstorlek

# #30438
source: Download Path
nl_nl: Downloadpad
ro_ro: Calea de descarcare
sv_se: Ladda ned sökväg

# #30439
source: Cumination Download
ro_ro: Descarcare Cumination
sv_se: Cumination ladda ner

# #30440
source: Stopped Downloading
nl_nl: Gestopt met downloaden
ro_ro: Descarcare oprita
sv_se: Stoppad nedladdning

# #30441
source: Searching for...
nl_nl: Zoeken naar ...
ro_ro: Se cauta...
sv_se: Söker efter ...

# #30442
source: Warning
nl_nl: Waarschuwing
ro_ro: Atentionare
sv_se: Varning

# #30443
source: This will clear all the keywords
nl_nl: Hiermee worden alle trefwoorden gewist
ro_ro: Acesta va sterge toate cuvintele cheie
sv_se: Detta rensar alla nyckelord

# #30444
source: Continue
nl_nl: Doorgaan
ro_ro: Continuare
sv_se: Fortsätt

# #30445
source: Select directory to place backup
nl_nl: Selecteer map om back-up te plaatsen
ro_ro: Selectati dosarul pentru salvare
sv_se: Välj katalog för säkerhetskopiering

# #30446
source: Backing up
nl_nl: Back-up maken
ro_ro: In curs de salvare
sv_se: Säkerhetskopiera

# #30447
source: Initialising
nl_nl: Initialiseren
ro_ro: Initializare
sv_se: Initierar

# #30448
source: Reading database
nl_nl: Database lezen
ro_ro: Se citeste baza de date
sv_se: Läser databas

# #30449
source: Writing backup file
nl_nl: back-upbestand schrijven
ro_ro: Scriere fisier de salvare
sv_se: skriver backupfil

# #30450
source: Select backup file
nl_nl: Selecteer back-upbestand
ro_ro: Selecteaza fisierul cu salvari
sv_se: Välj backupfil

# #30451
source: Restore complete
nl_nl: Herstel voltooid
ro_ro: Restaurare completa
sv_se: Återställning klar

# #30452
source: Restore skips items that are already present in keywords to avoid duplicates
nl_nl: Herstellen slaat items over die al aanwezig zijn in trefwoorden om duplicaten te voorkomen
ro_ro: Restaurarea ignora cuvintele cheie care exista deja pentru a evita duplicatele
sv_se: Återställ hoppar över objekt som redan finns i nyckelord för att undvika dubbletter

# #30453
source: Added
nl_nl: Toegevoegd
ro_ro: Adaugat
sv_se: Tillagd

# #30454
source: Skipped
nl_nl: Overgeslagen
ro_ro: Omis
sv_se: Hoppade över

# #30455
source: Select quality
nl_nl: Selecteer kwaliteit
ro_ro: Alege calitatea
sv_se: Välj kvalitet

# #30456
source: Playing video
nl_nl: Video afspelen
ro_ro: Redare video
sv_se: Spela upp video

# #30457
source: Searching for videofile
nl_nl: Zoeken naar videobestand
ro_ro: Cautare fisier video
sv_se: Söker videofil

# #30458
source: Loading video page
nl_nl: Videopagina laden
ro_ro: Incarcare pagina video
sv_se: Laddar videosida

# #30459
source: Searching for supported hosts
nl_nl: Zoeken naar ondersteunde hosts
ro_ro: Cautare gazde suportate
sv_se: Söker efter värdar som stöds

# #30460
source: Playing from direct link
nl_nl: Spelen via directe link
ro_ro: Redare din legatura directa
sv_se: Spela från direktlänk

# #30461
source: No regular expression specified
nl_nl: Geen reguliere expressie opgegeven
ro_ro: Nu este specificata nicio expresie
sv_se: Inget reguljärt uttryck specificerat

# #30462
source: Passing link to ResolveURL
nl_nl: Link doorgeven aan ResolveURL
ro_ro: Link transferat catre ResolveURL
sv_se: skickar länk till ResolveURL

# #30463
source: Playing from
nl_nl: Spelen vanaf
ro_ro: Redare din
sv_se: Spela från

# #30464
source: Found subsites
nl_nl: Gevonden subsites
ro_ro: Pagini gasite
sv_se: Hittade underwebbplatser

# #30465
source: Loading StreamDefence sites
nl_nl: StreamDefence-sites laden
ro_ro: Incarcare pagini StreamDefence
sv_se: Läser in StreamDefence-webbplatser

# #30466
source: Loading FileCrypt sites
nl_nl: FileCrypt-sites laden
ro_ro: Incarcare pagini FileCrypt
sv_se: Läser in FileCrypt-webbplatser

# #30467
source: Loading ShortIX sites
nl_nl: ShortIX-sites laden
ro_ro: Incarcare pagini ShortIX
sv_se: Läser in ShortIX-webbplatser

# #30468
source: Exit
nl_nl: Afsluiten
ro_ro: Ieșiți
sv_se: Avsluta

# #30470
source: About
nl_nl: Over
ro_ro: Despre
sv_se: Om

# #30471
source: Loading Keeplinks sites
nl_nl: Keeplinks-sites laden
ro_ro: Incarcare pagini Keeplinks
sv_se: Läser in Keeplinks-webbplatser

# #30500
source: Set content type
nl_nl: Stel inhoudstype in
ro_ro: Setați tipul de conținut
sv_se: Ställ in innehållstyp

# #30501
source: movies
nl_nl: films
ro_ro: filme
sv_se: filmer

# #30502
source: videos
ro_ro: videoclipuri
sv_se: videor

# #33001
source: Error loading custom site
nl_nl: Fout bij laden van aangepaste site
ro_ro: Eroare la incarcare site personalizat
sv_se: Fel vid inläsning av anpassad webbplats

# #33002
source: Custom site disabled
nl_nl: Aangepaste site uitgeschakeld
ro_ro: Site personalizat dezactivat
sv_se: Anpassad webbplats inaktiverad

# #33003
source: Sites
ro_ro: Pagini web
sv_se: Webbplatser

# #33004
source: Favourite videos
nl_nl: Favoriete video's
sv_se: Favoritvideor

# #33005
source: Download folder
nl_nl: Downloadmap
ro_ro: Directorul pentru descarcari
sv_se: Ladda ned mapp

# #33006
source: Create custom list
nl_nl: Maak aangepaste lijst
ro_ro: Creare lista personalizata
sv_se: Skapa anpassad lista

# #33007
source: WARNING:
nl_nl: WAARSCHUWING:
ro_ro: AVERTISMENT:
sv_se: VARNING:

# #33008
source: This addon contains adult material.[CR]You may enter only if you are at least 18 years of age.
nl_nl: Deze add-on bevat materiaal voor volwassenen. [CR]U mag alleen deelnemen als u ten minste 18 jaar oud bent.
ro_ro: Acest Supliment contine material destinat adultilor.[CR]Poti accesa continutul doar daca ai cel putin 18 ani.
sv_se: Detta tillägg innehåller vuxenmaterial. [CR]Du kan bara ange om du är minst 18 år.

# #33009
source: Custom site disabled due to errors.
nl_nl: Aangepaste site uitgeschakeld vanwege fouten.
ro_ro: Site personalizat dezactivat din cauza erorilor.
sv_se: Anpassad webbplats inaktiverad på grund av fel.

# #33010
source: Listing custom site
nl_nl: Aangepaste site vermelden
ro_ro: Listarea site-ului personalizat
sv_se: Listar anpassad webbplats

# #33011
source: Clear local cache
nl_nl: Wis lokale cache
ro_ro: Ștergeți memoria cache locală
sv_se: Rensa lokal cache

# #33012
source: Cached Data has been cleared
nl_nl: Gegevens in cache zijn gewist
ro_ro: Datele memorate în cache au fost șterse
sv_se: Cachad data har rensats

# #33013
source: All cookies have been cleared
nl_nl: Alle cookies zijn gewist
ro_ro: Toate cookie-urile au fost șterse
sv_se: Alla cookies har raderats

# #33014
source: The keyword already exists!
nl_nl: Het zoekwoord bestaat al!
ro_ro: Cuvântul cheie există deja!
sv_se: Nyckelordet finns redan!

# #30016
source: Play m3u8 streams with Inputstream Adaptive
nl_nl: Speel m3u8 streams via Inputstream Adaptive
ro_ro: Redați fluxuri m3u8 cu Inputstream Adaptive

# #30031
source: Cookies
ro_ro: Cookie-uri

# #30469
source: Enter
ro_ro: Introduceți

# #33004
source: Favorite videos
ro_ro: Video favorite
